Repository: foofrantic/a
Catalog: all/modules/favorite_nodes/translations/*.po
Languages: de, es, ja

source: Favorite Nodes
de: Favorisierte Beiträge
ja: お気に入りコンテンツ

source: Time Added
de: Zeitpunkt Hinzugefügt
ja: 追加日時

source: Display the date/time the favorite node was added.
de: Datum/Zeit anzeigen an dem der favorisierte Beitrag hinzugefügt wurde.
ja: お気に入りコンテンツに追加した日時を表示します。

source: This filter allows favorite nodes to be filtered by the date and time the user added them. Enter dates in the format: CCYY-MM-DD HH:MM:SS. Enter 'now' to use the current time. You may enter a delta (in seconds) to the option that will be added to the time; this is most useful when combined with now.
de: Dieser Filter erlaubt favorisierte Beiträge nach Datum und Zeit zu filtern, an dem sie hinzugefügt wurden. Datum in diesem Format eintragen: CCYY-MM-DD HH:MM:SS. Gebe 'now' ein um die aktuelle Zeit zu verwenden. Du kannst sogar ein Delta (in Sekunden) in den Optionen eingeben, welcher zu der Zeit hinzugefügt wird; dies ist am sinnvollsten kombiniert mit now.
ja: ユーザがお気に入りに追加した日時でコンテンツを絞り込みます。以下の書式で日時を入力します: CCYY-MM-DD HH:MM:SS。「now」と入力すれば現在の日時を使用します。デルタを入力して日時に追加することができます (秒単位); 現在日時と組み合わせるのに役立ちます。

source: Count
de: Anzahl
ja: 回数

source: Number of times this node was added to favorites by any user.
de: Häufigkeit mit der dieser Beitrag von allen Usern zu Favoriten hinzugefügt wurde.
ja: このコンテンツがユーザのお気に入りに追加された回数

source: User ID
de: Benutzer ID
ja: ユーザID

source: This allows you to filter based on favorites nodes.
de: Dies erlaubt dir auf Basis von favorisierten Beiträge zu filtern.
ja: お気に入りコンテンツかどうかで絞り込むことができます。

source: Allows users to manage a favorite list of nodes.
de: Erlaubt Benutzern eine Liste von favorisierten Beiträgen zu steuern.
ja: ユーザがお気に入りコンテンツのリストを管理できるようになります。

source: Add a favorite node to the current user's list.
de: Füge einen favorisierten Node in die Liste des aktuellen Benutzers.
es: Agregar un favorito al listado del usuario actual.
ja: 現在のユーザのリストへお気に入りコンテンツを追加します。

source: My favorites
de: Meine Favoriten
ja: お気に入り

source: Favorite nodes
de: Favorisierte Beiträge
es: Nodos Favoritos
ja: お気に入りコンテンツ

source: Favorites
de: Favoriten
es: Favoritos
ja: お気に入り

source: More Favorite %types
de: Mehr favorisierte %types
es: Más %types Favoritos
ja: その他のお気に入りの%types

source: Titles
de: Titel
es: Títulos
ja: タイトル

source: Block title
de: Block Titel
es: Título del Bloque
ja: ブロックのタイトル

source: This title will be displayed at the top of the block.
de: Dieser Titel wird am Kopf des Blockes angezeigt.
es: Este título se mostrará en la parte superior del bloque.
ja: このタイトルをブロックの最上部に表示します。

source: Number of favorites to display
de: Anzahl anzuzeigender Favoriten
es: Número de favoritos a mostrar
ja: お気に入りの表示数

source: Up to this many favorites of each type of content will be displayed in the block. If there are no marked favorites of a type, then that type won't show up.
de: Bis zu dieser Anzahl werden Favoriten jedes Typs in dem Block angezeigt. Wenn es keine markierten Favoriten zu einem Typ gibt, wird der Typ nicht angezeigt.
es: Hasta esta cantidad de favoritos de cada tipo se mostrarán en el bloque. Si no hay favoritos marcados para un tipo, entonces ese tipo no se motrará.
ja: 各コンテンツタイプ毎にこの数までのお気に入りをブロックに表示します。お気に入りに登録のないコンテンツタイプは表示しません。

source: Type subtitles
de: Untertitel eingeben
es: Subtítulos de Tipo
ja: コンテンツタイプごとのサブタイトル

source: Subtitle for the %name content type
de: Untertitel für den %name Inhaltstyp
es: Subtítulo para el tipo de contenido %name
ja: %nameコンテンツタイプ用サブタイトル

source: Within the block, any links to content of the %name type will be categorized under this subtitle.
de: In diesem Block, werden Links zu Inhalten des Typs %name unter dem Untertitel kategorisiert.
es: Dentro del bloque, cualquier liga al contenido de tipo %type será categorizado bajo este subtítulo.
ja: ブロックでは、%nameタイプのコンテンツへのリンクをこのサブタイトルでカテゴリ分けします。

source: add to favorites
de: Zu Favoriten hinzufügen
es: agregar a favoritos
ja: お気に入りに追加

source: in favorites
de: in Favoriten
es: marcado como favorito
ja: お気に入り

source: remove from favorites
de: Aus den Favoriten entfernen
es: eliminar de favoritos
ja: お気に入りから除去

source: Favorites Page Settings
de: Favoriten Seiteneinstellungen
es: Configuración de Página de Favoritos
ja: お気に入りページの設定

source: Favorite Nodes Page Limit
de: Favorisierte Beiträge Seiten Grenzwert
es: Límite de Nodos Favoritos en Página
ja: お気に入りコンテンツページでの表示数

source: How many items to display on a single page of marked favorites.
de: Wie viele Objekte sollen auf einer Seite von markierten Favoriten angezeigt werden.
es: Cuántos ítems mostrar en una sola página de favoritos marcados.
ja: お気に入りコンテンツページで表示する1ページあたりの記事数。

source: Favorite Nodes Profile Limit
de: Favorisierte Beiträge Profil Grenzwert
es: Límite de Nodos Favoritos en Perfil de Usuario
ja: プロフィールでのお気に入りコンテンツの表示数

source: How many items per type to display on the profile page.
de: Anzwahl der anzuzeigenden Objekte pro Typ auf der Profilseite.
es: Cuántos ítems por tipo a mostrar en el Perfil de Usuario
ja: プロフィールページで表示するコンテンツタイプごとの記事数。

source: Type of Page Display for Favorite Nodes
de: Typ der Seitenanzeige für favorisierte Beiträge
es: Tipo de Despliege para Nodos Favoritos
ja: お気に入りコンテンツページの表示タイプ

source: How should favorites be displayed on the favorite nodes page?
de: Wie sollen Favoriten auf der Favorisierte Nodes Seite angezeigt werden?
es: ¿Cómo se deben mostrar los favoritos en la Página de Nodos Favoritos?
ja: お気に入りコンテンツページでお気に入りをどのように表示しますか？

source: Navigation menu items
de: Navigationsmenü Objekte
ja: ナビゲーションメニュー項目

source: Whether to show a menu item in the navigation block for each node type?
de: Soll ein Menüeintrag im Navigationsblock für jeden Beitragstyp angezeigt werden?
ja: メニュー項目を各コンテンツタイプのナビゲーションブロックに表示しますか？

source: Show in teaser
de: In der Vorschau anzeigen
ja: ティーザーに表示

source: Whether to show in teaser or not?
de: Soll in der Vorschau angezeigt werden oder nicht?
ja: ティーザーに表示しますか？

source: Display empty tables in user favorite listing ?
de: Leere Tabellen in den benutzerdefinierten Favoritenlisten anzeigen?
ja: ユーザのお気に入りリストで空のテーブルを表示しますか？

source: By default, all node types are listed on the user favorite nodes table view. In many cases, you may want to limit the lists to those that have favorite nodes actually bookmarked. Selecting this option will allow all the lists to appear regardless of whether they contain nodes or not. Unselecting this option will restirct the list to only those actually containing nodes.
de: Als Standart werden alle Beitragstypen in der Benutzer favorisierte Beiträge Tabelle Ansicht angezeigt.
ja: デフォルトでは、ユーザのお気に入りコンテンツテーブルにすべてのコンテンツタイプが表示されます。多くの場合、実際にお気に入りコンテンツを登録している場合にだけリストを表示させたいと思うことでしょう。このオプションを選択すると、お気に入りコンテンツがあるかどうかに関わらず、すべてのリストが表示されます。このオプションを選択しなければ、お気に入りコンテンツがある場合にだけリストを表示します。

source: Enable favorites for these node types
de: Aktiviere Favoriten für dieses Beitragstypen
es: Activar nodos favoritos para estos tipos de nodos
ja: これらのコンテンツタイプでお気に入りを有効化

source: The !type was added to your favorites.
de: Der !type wurde zu den Favoriten hinzugefügt.
ja: !typeをあなたのお気に入りに追加しました。

source: The !type was removed from your favorites.
de: Der !type wurde aus den Favoriten entfernt.
ja: !typeをあなたのお気に入りから除去しました。

source: Please select favorite type.
de: Bitte favorisierte Typen auswählen.
ja: お気に入りのタイプを選択してください。

source: Favorite !type for !user
de: Favorisierter !type für !user
ja: !userのお気に入りの!type

source: No favorites of type !type.
de: Keine Favoriten des Typs !type.
ja: !typeにはお気に入りがありません。

source: Title
de: Titel
es: Título
ja: タイトル

source: Added
de: Hinzugefügt
es: Agregado
ja: 追加

source: Operations
de: Aktionen
es: Operaciones
ja: 操作

source: delete
de: löschen
es: borrar
ja: 削除

source: Favorite !types for !user
de: Favorisierte !types für !user
ja: !userのお気に入りの!types

source: Settings for favorite nodes
de: Einstellungen für favorisierte Beiträge
ja: お気に入りコンテンツの設定

source: Favorite @type
de: Favorisierter @type
ja: お気に入りの@type

source: favorite node module installed.
de: Favorisierte Beiträge Module installiert.
ja: favorite nodeモジュールをインストールしました。

source: favorite node table creation failed. Please "uninstall" the module and retry.
de: Erstellung der Favorisierte Beiträge Tabelle fehlgeschlagen. Bitte "deinstalliere" dieses Module und versuche es erneut.
ja: favorite nodeテーブルの作成に失敗しました。モジュールを「アンインストール」して再度インストールしてください。

source: The node was added to your favorites.
es: Este ítem fue agregado a tus favoritos.

source: The node was deleted from your favorites
es: El ítem fue borrado de tus favoritos

source: Favorite %type for %user
es: %type favoritos para %user
